Repository: MatthiasGuttmann/WordpressAstrometry
Catalog: languages/astrometry-*.po
Languages: de_de

source: Fieldradius
de_de: Feldradius

source: Pixelscale
de_de: Pixelskala

source: Objects
de_de: Objekte

source: Astrometry Settings
de_de: Astrometry Einstellungen

source: Get an API Key
de_de: Du benötigst einen API Key

source: Image Quality
de_de: Bildqualität

source: Imagequality 1-100. Overrides the global Wordpress setting (82).
de_de: Bildqualität 1-100. Überschreibt die globale Wordpress Einstellung (82).

source: NGC catalogue color
de_de: NGC Katalog Farbe

source: Color for NGC catalogue annotation
de_de: Farbe für Objekte des NGC Katalogs

source: IC catalogue color
de_de: IC Katalog Farbe

source: Color for IC catalogue annotation
de_de: Farbe für Objekte des IC Katalogs

source: Bright stars color
de_de: Bright Stars Farbe

source: Color for bright stars (named stars) annotation
de_de: Farbe für helle Sterne (Sterne mit Namen)

source: HD catalogue color
de_de: HD Katalog Farbe

source: Color for HD annotation
de_de: Farbe für Objekte des HD Katalogs

source: Additional CSS
de_de: Zusätzliches CSS

source: Additional CSS for SVG annotation styling
de_de: Zusätzliches CSS für die SVG Annotation

source: Additional Catalogues
de_de: Zusätzliche Kataloge

source: Objects of NGC, IC are shown as objects of additional cataglogues (Messier)
de_de: Objekte des NGC, IC Katalogs werden als Objekte des Messier Katalogs dargestellt

source: Messier catalogue color
de_de: Messier Katalog Farbe

source: Color for Messier annotation
de_de: Farbe für Objekte des Messier Katalogs

source: Celestial coordinate grid
de_de: Himmelskoordinaten Raster

source: Show celestial coordinate grid
de_de: Zeige Himmelskoordinaten Raster

source: Celestial coordinate grid color
de_de: Himmelskoordinaten Raster Farbe

source: Color for celestial coordinate grid
de_de: Farbe für das Himmelskoordinaten Raster
